{
  "horoscopo": [
    {
      "num": "2,7 y 8; 6683; 338696",
      "pnl": "Learn not to give up and be constant, the beginning is the hardest part;Aprende a no rendirte y se constante, el principio es la parte mas dificil;Go with confidence in the direction of your dreams. Live the life you have imagined;Ve con confianza en la dirección de tus sueños. Vive la vida que has imaginado;The best thing in life is to meet someone who, even knowing all your weaknesses, keeps thinking you are totally amazing;Lo mejor en la vida es encontrarse con alguien que aún sabiendo de todas tus debilidades, sigue pensando que eres totalmente increíble",
      "aries_es": "Tendrás mucha curiosidad por todo lo que te rodea. Es un día excelente para tu vida social y de pareja. Estarás con gente con quien será fácil comunicar y llegar a acuerdos.",
      "aries_en": "You will be very curious about everything that surrounds you. It is an excellent day for your social life and your couple. You will be with people with whom it will be easy to communicate and reach agreements."
    },
    {
      "num": "4,7 y 8; 5784; 841721",
      "pnl": "Never let your fears take the place of your dreams;Nunca dejes que tus miedos ocupen el lugar de tus sueños;Things happen for a reason, we may not understand at the moment, but then everything has its meaning.;Las cosas suceden por una razón, podemos no entenderlo en el momento, pero después todo tiene su sentido.;Do not let yourself be overwhelmed if your goal seems too big. Focus on taking one small step at a time;No te dejes abrumar por si tu objetivo parece demasiado grande. Céntrate en dar un pequeño paso cada vez",
      "tauro_es": "No estás dispuesto a rendirte y seguirás luchando para conseguir lo que realmente quieres. En lo profesional, se combinarán iniciativa e intuición y tendrás mucho éxito",
      "tauro_en": "You are not willing to give up and you will keep fighting to get what you really want. Professionally, initiative and intuition will be combined and you will be very successful"
    },
    {
      "num": "2,6 y 8; 2815; 224012",
      "pnl": "It is never too late to try to achieve what you really always wanted;Jamas es demasiado tarde para intententar lograr aquello que de verdad siempre deseaste;Enjoy the little things, because tomorrow you may discover that, in reality, they were always the greatest things;Disfrute de las pequeñas cosas, porque puede que el día de mañana descubras que, en realidad, siempre fueron las cosas más grandes;Never stop learning, life will never stop teaching you;Nunca dejes de aprender, la vida nunca te dejara de enseñar",
      "geminis_es": "Estás lleno de energía y te sentirás más competitivo. Vivirás todo con mucha pasión y seducirás por tu personalidad atractiva. Será un buen día para el amor y la creatividad",
      "geminis_en": "You are full of energy and you will feel more competitive. You will live with passion and you will be seduced by your attractive personality. It will be a good day for love and creativity"
    },
    {
      "num": "2,7 y 9; 1000; 220741",
      "pnl": "It is possible that the fall is inevitable, but continuing on the ground will always be optional;Es posible que la caida sea inevitable, pero continuar en el suelo siempre sera opcional;Sometimes losing is winning and not finding what you are looking for is to find yourself;A veces perder es ganar y no encontrar lo que se busca es encontrarse;Happiness often escapes through a door that you did not know you left open;La felicidad muchas veces se escapa por una puerta que no sabías que dejaste abierta",
      "cancer_es": "Mostrarás mucha sensibilidad y empatía. No te preocupes si tus acciones no gustan a todos porque no tienes porqué agradarles. Lo importante es que ahora hagas lo que sientas.",
      "cancer_en": "You will show a lot of sensitivity and empathy. Do not worry if your actions do not like everyone because you do not have to like them. The important thing is that now you do what you feel."
    },
    {
      "num": "1,5 y 9; 8726; 245863",
      "pnl": "Never let your fears take the place of your dreams;Nunca dejes que tus miedos ocupen el lugar de tus sueños;Things happen for a reason, we may not understand at the moment, but then everything has its meaning.;Las cosas suceden por una razón, podemos no entenderlo en el momento, pero después todo tiene su sentido.;To mature is to realize that the love of your life is neither a princess nor a storybook prince, but simply a perfectly imperfect person;Madurar consiste en darse cuenta que el amor de tu vida no es ni una princesa ni tampoco un príncipe de cuento, sino que es simplemente una persona perfectamente imperfecta.",
      "leo_es": "Hoy, tu mente estará muy inquieta, con ganas de aprender cosas nuevas y comunicar con los demás. Será fácil estar contigo porque te mostrarás muy cariñoso y protector",
      "leo_en": "Today, your mind will be very restless, wanting to learn new things and communicate with others. It will be easy to be with you because you will be very affectionate and protective"
    },
    {
      "num": "3,6 y 9; 9685; 545721",
      "pnl": "Learn not to give up and be constant, the beginning is the hardest part;Aprende a no rendirte y se constante, el principio es la parte mas dificil;Impossible is just a word that weak men use to live easily in the world that was given to them, without daring to explore the power they have to change it;Imposible es sólo una palabra que usan los hombres débiles para vivir fácilmente en el mundo que se les dio, sin atreverse a explorar el poder que tienen para cambiarlo;The problem of not having a goal in life is that you can spend your life running up and down the field of play without ever getting a score;El problema de no tener una meta en la vida es que te puedes pasar la vida corriendo arriba y abajo del campo de juego sin obtener nunca una puntuación",
      "virgo_es": "Es el momento de dar grandes pasos en el terreno profesional con valentía, firmeza y sentido común. Además, la gente que te conozca te verá como alguien de total confianza",
      "virgo_en": "It is time to take great steps in the professional field with courage, firmness and common sense. In addition, people who know you will see you as someone of total confidence"
    },
    {
      "num": "1,7 y 9; 6890; 970497",
      "pnl": "Be clear that at the top you will not get ahead of others, but surpassing yourself;Ten claro que a la cima no llegaras superando a los demas, sino superandote a ti mismo;Go with confidence in the direction of your dreams. Live the life you have imagined;Ve con confianza en la dirección de tus sueños. Vive la vida que has imaginado;The best thing in life is to meet someone who, even knowing all your weaknesses, keeps thinking you are totally amazing;Lo mejor en la vida es encontrarse con alguien que aún sabiendo de todas tus debilidades, sigue pensando que eres totalmente increíble",
      "libra_es": "En el trabajo, tendrás que vértelas con alguien que te molesta, pero actuarás con mucha mano izquierda para no crear un conflicto. Por lo demás, hoy será un día muy activo",
      "libra_en": "At work, you will have to deal with someone who bothers you, but you will act with a lot of left hand so as not to create a conflict. For the rest, today will be a very active day"
    },
    {
      "num": "2,7 y 8; 8391; 944979",
      "pnl": "Be clear that at the top you will not get ahead of others, but surpassing yourself;Ten claro que a la cima no llegaras superando a los demas, sino superandote a ti mismo;Impossible is just a word that weak men use to live easily in the world that was given to them, without daring to explore the power they have to change it;Imposible es sólo una palabra que usan los hombres débiles para vivir fácilmente en el mundo que se les dio, sin atreverse a explorar el poder que tienen para cambiarlo;No one said that love is easy, because in loving we must overcome our own fears and our complexes;Nadie dijo que amar sea fácil, porque al amar debemos superar nuestros propios miedos y nuestros complejos",
      "escorpio_es": "No te dejes influir por los demás ni quieras quedar bien con ellos a costa de perder. Tienes suficiente confianza para tirar adelante y para enfrentarte a lo que sea necesario",
      "escorpio_en": "Do not let yourself be influenced by others or want to be good with them at the cost of losing. You have enough confidence to pull ahead and to face whatever is necessary"
    },
    {
      "num": "1,6 y 8; 9000; 231341",
      "pnl": "The challenge of your life is not other than discovering how far you can go by doing what you like best;El reto de tu vida no es otro que descubrir hasta donde puedes llegar haciendo lo que mas te gusta;Go with confidence in the direction of your dreams. Live the life you have imagined;Ve con confianza en la dirección de tus sueños. Vive la vida que has imaginado;Never give up, because what happens is only in one place and one hour of your time, sooner or later the tide will change;Nunca te des por vencido, porque lo que sucede se encuentra sólo en un lugar y una hora de tu tiempo, tarde o temprano la marea cambiará",
      "sagitario_es": "Eres muy inteligente y esa cualidad quedará reflejada en tus acciones y en tus decisiones. Surgirá un problema con una amistad que conseguiréis solucionar. Hoy harás nuevos contactos",
      "sagitario_en": "You are very intelligent and that quality is reflected in your actions and your decisions. A problem will arise with a friendship that you will be able to solve. Today you will make new contacts"
    },
    {
      "num": "2,7 y 8; 2313; 974341",
      "pnl": "Never give up something you really want; it's hard to wait, but harder to complain;Jamás renuncies a algo que realmente quieres; es complicado esperar, pero más difícil es lamentarse.;The only thing that stands between a man and what he wants out of life is often simply the willingness to try and the faith to believe that it is possible;La única cosa que se interpone entre un hombre y lo que quiere de la vida es a menudo simplemente la voluntad de intentarlo y la fe para creer que es posible;The best thing in life is to meet someone who, even knowing all your weaknesses, keeps thinking you are totally amazing;Lo mejor en la vida es encontrarse con alguien que aún sabiendo de todas tus debilidades, sigue pensando que eres totalmente increíble",
      "capricornio_es": "Lo mejor para hoy es perseverar y mantenerte firme a pesar de los obstáculos que encuentres en tu camino. De esa manera, lo que hagas será muy favorable. Cuida tus relaciones",
      "capricornio_en": "The best thing for today is to persevere and stand firm despite the obstacles you encounter on your way. That way, what you do will be very favorable. Watch your relationships"
    },
    {
      "num": "4,5 y 8; 5136; 227933",
      "pnl": "Failure is never final and success is not the end. Success is a journey and never a destination;El fracaso nunca es definitivo y el exito no es el final. El exito es un viaje y nunca un destino;We are what we repeatedly do. Excellence then, is not an act but a habit;Somos lo que repetidamente hacemos. La excelencia entonces, no es un acto sino un hábito;The problem of not having a goal in life is that you can spend your life running up and down the field of play without ever getting a score;El problema de no tener una meta en la vida es que te puedes pasar la vida corriendo arriba y abajo del campo de juego sin obtener nunca una puntuación",
      "acuario_es": "Harás bien en no seguir las directrices de otros sino hacer lo que tú creas conveniente. Te sentirás lleno de vitalidad y buen humor y te verán como alguien seductor",
      "acuario_en": "You will do well not to follow the guidelines of others but do what you think is convenient. You will feel full of vitality and good humor and will see you as someone seducer"
    },
    {
      "num": "2,6 y 9; 9587; 980159",
      "pnl": "Be clear that at the top you will not get ahead of others, but surpassing yourself;Ten claro que a la cima no llegaras superando a los demas, sino superandote a ti mismo;We are what we repeatedly do. Excellence then, is not an act but a habit;Somos lo que repetidamente hacemos. La excelencia entonces, no es un acto sino un hábito;The problem of not having a goal in life is that you can spend your life running up and down the field of play without ever getting a score;El problema de no tener una meta en la vida es que te puedes pasar la vida corriendo arriba y abajo del campo de juego sin obtener nunca una puntuación",
      "piscis_es": "Conectarás fácilmente con los demás, percibirás sus sentimientos y sus pensamientos. En el amor, para sentirte del todo bien tendrás que solucionar primero algún problema",
      "piscis_en": "Connect easily with others, you will perceive their feelings and their thoughts. In love, to feel completely good you will have to first solve some problem"
    }
  ]
}