{
  "horoscopo": [
    {
      "num": "3,6 y 9; 6827; 349433",
      "pnl": "pnl1; pnl2",
      "aries_es": "Los planetas te respaldan todo lo que hace falta corta tus ataduras y ve al fondo de las cosas hoy. Los planetas te están creando cierta resistencia para los temas de la carrera puedes pensar que no progresas tanto como quisieras. No tienes paciencia para ponerte en línea hoy. Tu atención debe volcarse hacia un proyecto creativo o de negocios las condiciones son particularmente propicias ahora y no debes perder la oportunidad. Vas aprisa en tu carrera y te vuelve loco lo que haces Tienes tiempo para algo más y corres peligro de que las cosas pierdan el equilibrio.",
      "aries_en": "Planets support you all you need to cut your ties and go to the bottom of things today. The planets are creating some resistance for the subjects of the race you can think that you do not progress as much as you would like. You do not have the patience to get online today. Your attention should be turned towards a creative or business project. The conditions are particularly propitious now and you should not miss the opportunity. You go fast in your career and it drives you crazy what you do. You have time for something else and you run the risk of things losing their balance."
    },
    {
      "num": "3,5 y 9; 7572; 908457",
      "pnl": "pnl1; pnl2",
      "tauro_es": "Se honesto contigo mismo y con los demás hoy independientemente de las presiones que sientas. Sólo pensar en dinero te causa disgusto pero meter la cabeza en la arena no es una solución. Tu ánimo vuelve luego de un pequeño periodo de incertidumbre Se optimista y tus planes de carrera despegarán. Es posible que tenga que descubrir algún engaño o fraude dentro de su lugar de trabajo, por lo que es importante estar alerta y tener un plan de acción. La cuadratura que hacen la Luna y Marte no te pone las cosas fáciles en este sentido.",
      "tauro_en": "Be honest with yourself and with others today regardless of the pressures you feel. Just thinking about money causes you disgust but putting your head in the sand is not a solution. Your mood returns after a short period of uncertainty. Be optimistic and your career plans will take off. You may have to discover some deception or fraud within your workplace, so it is important to be alert and have an action plan. The square made by the Moon and Mars does not make things easy for you in this regard."
    },
    {
      "num": "3,6 y 8; 6412; 718273",
      "pnl": "pnl1; pnl2",
      "geminis_es": "Hay buenos prospectos para asumir un reto a largo plazo No importa la difícil que sea, serás capaz de salir adelante. Es momento de aceptar que loes tiempos han cambiado Ya la pelota no está en el mismo patio, Las reglas son nuevas y te las tienes que aprender de memoria. Una inesperada oportunidad puede aparecer en una situación profesional, significando esto que debes estar preparado para saltar hacia cualquier oportunidad. Si sigues manteniendo tu fe en ti mismo con tus logros a la vista las cosas se conciliarán y no podrán salirte mal. Y no lo hará por amor, sino por orgullo puro y duro.",
      "geminis_en": "There are good prospects to take on a long-term challenge No matter how difficult it may be, you will be able to get ahead. It\\'s time to accept that times have changed. The ball is not in the same yard anymore. The rules are new and you have to learn them by heart. An unexpected opportunity can appear in a professional situation, meaning that you must be prepared to jump to any opportunity. If you keep your faith in yourself with your achievements in sight things will be reconciled and can not go wrong. And he will not do it out of love, but out of pure and hard pride."
    },
    {
      "num": "2,7 y 8; 2634; 939264",
      "pnl": "pnl1; pnl2",
      "cancer_es": "Espera cambios sumamente positivos en lo tocante al trabajo te encontrarás en una situación laboral nueva cada vez más satisfactoria. Este es uno de esos momentos. Son buenas las condiciones para un riesgo bajo inversiones a largo plazo, ventas de propiedades y herencias. No te lances con la primera persona que se atraviese en tu camino solo porque necesites afecto o atención. Hacer ejercicio le da muchísima pereza, pero ¿tiene idea de lo que le va a alegrar ser capaz de hacer tantos abdominales? Fuera la pereza y a rejuvenecer su salud.",
      "cancer_en": "Expect very positive changes with regard to work you will find yourself in a new work situation more and more satisfactory. this is one of those moments. The conditions for a risk under long-term investments, property sales and inheritances are good. Do not throw yourself with the first person who crosses your path just because you need affection or attention. Exercising gives him a lot of laziness, but do you have any idea what will make him happy to be able to do so many abs? Out of laziness and to rejuvenate your health."
    },
    {
      "num": "1,5 y 9; 8006; 566884",
      "pnl": "pnl1; pnl2",
      "leo_es": "Hay competencia en el trabajo un superior está jugando el juego de un rival tuyo. ese intento de provocación puede ser una oferta de amor disfrazada. Muéstrate firme y establece claramente que no estás dispuesto a soportarlo de brazos cruzados. Es una especie de carrera contra el tiempo ahora entonces cuando alguien te pida ayuda se la negarás. La acción por impulso está excluída hoy te colocará en una posición incomoda.",
      "leo_en": "There is competition at work a superior is playing the game of a rival of yours. that attempt at provocation can be an offer of love in disguise. Be firm and clearly state that you are not willing to stand with folded arms. It is a kind of race against time now when someone asks you for help you will deny it. The action by impulse is excluded today will place you in an uncomfortable position."
    },
    {
      "num": "4,6 y 8; 1335; 393834",
      "pnl": "pnl1; pnl2",
      "virgo_es": "Vigila de cerca tus finanzas. Puedes llegar a conflicto con alguien que puede interrumpirte tu progreso al menos por el momento. Hay síntomas seguros de que estas quemando etapas En un minuto aprendes nuevas trampas y en el otro se las estás enseñando a otros. Los asuntos profesionales se presentan cargados, incluso agobiantes debes sacarlos adelante en la medida de tus posibilidades. Créelo o no pese a tu esp+irita independiente mejor unes fuerzas con alguien por razones profesionales.",
      "virgo_en": "Keep a close eye on your finances. You can come into conflict with someone who can interrupt your progress at least for the time being. There are sure symptoms that you are burning stages In one minute you learn new traps and in the other you are teaching them to others. Professional matters are charged, even overwhelming, you must take them forward to the best of your ability. Believe it or not despite your esp + irita independent you better join forces with someone for professional reasons."
    },
    {
      "num": "1,7 y 9; 4483; 450557",
      "pnl": "pnl1; pnl2",
      "libra_es": "Hay grandes cambios en puerta para tí en todos los aspectos en los próximos meses estás fuertemente avisado para que lo tomes con calma y te prepares para tiempos difíciles. El la vida hay algo mas que sòlo trabajo, trabajo y trabajo Algo ocurre hoy que te recuerda que es hora de espabilarte y gozar de la vida. Los viajes, la carrera y las finanzas están íntimamente vinculados puede ser que se presente una oportunidad en la carrera. Las finanzas juegan un creciente papel en tu actual línea de pensamiento Toma ventaja de la situación y mira a ver cómo puedes mejorar tu seguridad a largo plazo. Hoy es un día para recuperar recuerdos.",
      "libra_en": "Hay grandes cambios en puerta para tí en todos los aspectos en los próximos meses estás fuertemente avisado para que lo tomes con calma y te prepares para tiempos difíciles. El la vida hay algo mas que sòlo trabajo, trabajo y trabajo Algo ocurre hoy que te recuerda que es hora de espabilarte y gozar de la vida. Los viajes, la carrera y las finanzas están íntimamente vinculados puede ser que se presente una oportunidad en la carrera. Las finanzas juegan un creciente papel en tu actual línea de pensamiento Toma ventaja de la situación y mira a ver cómo puedes mejorar tu seguridad a largo plazo. Hoy es un día para recuperar recuerdos."
    },
    {
      "num": "4,6 y 8; 4386; 458065",
      "pnl": "pnl1; pnl2",
      "escorpio_es": "Estás en disposición de admitir que has cometido un error No tienes que publicarlo. Otros harán que las cosas se vean a su manera No vas a empecinarte pero sí a mantener tus posiciones. Con sólo desear, esperar y soñar no es suficiente para ir a donde deseas Toma una acción concreta. Las decisiones financieras hechas el día de hoy pueden resultar ser una excelente inversión para el futuro. Si te apetece, adelante, no lo pienses.",
      "escorpio_en": "You are willing to admit that you have made a mistake. You do not have to publish it. Others will make things look their way You will not stubbornly but you will keep your positions. Just wanting, waiting and dreaming is not enough to go where you want Take a concrete action. Financial decisions made today can prove to be an excellent investment for the future. If you feel like it, go ahead, do not think about it."
    },
    {
      "num": "1,6 y 9; 2293; 190951",
      "pnl": "pnl1; pnl2",
      "sagitario_es": "Si actúas movida por el capricho, acabarás adquiriendo algo a sobreprecio o que no vale la pena Se necesita algo de contención por lo menos en las cuestiones de dinero. Tienes una fuente infinita de coraje que te ayudará en momentos duros. Las fuerzas astrales te animan a olvidar tus obligaciones hoy puedes estimar que los compromises con tu carrera son un fardo, y tu atención se desvía con facilidad. Se puede resolver un dilema si así te lo propones aplica tus poderes de concentración y análisis. Unos encuentros agradables le devolverán la confianza en los demás",
      "sagitario_en": "If you act on a whim, you will end up acquiring something at a premium or that it is not worth it. Some restraint is needed, at least in matters of money. You have an infinite source of courage that will help you in hard times. The astral forces encourage you to forget your obligations today you can estimate that the compromises with your career are a burden, and your attention deviates easily. A dilemma can be resolved if you propose to apply your powers of concentration and analysis. Pleasant encounters will restore confidence in others"
    },
    {
      "num": "3,6 y 9; 6966; 277107",
      "pnl": "pnl1; pnl2",
      "capricornio_es": "Estás radiante, conquistas y tu actitud vital es tan positiva y optimista que todos queremos arrimarnos a ti por si se nos pega algo de tu energía. En tu Casa cinco sacará a relucir al jugador competitivo e impetuoso que apuesta hasta la ropa interior en el terreno del amor. Esto incrementará tu popularidad hasta llegar a producir efectos que te sorprenderán. Quizá venga de la mano de un trabajo que complemente al que ya tienes. Estás tocado por la varita mágica de la palabra, así que aprovéchalo.",
      "capricornio_en": "You are radiant, you conquer and your vital attitude is so positive and optimistic that we all want to get close to you in case some of your energy hits us. In your House five will bring up the competitive and impetuous player who bets up underwear in the field of love. This will increase your popularity to produce effects that will surprise you. Maybe it comes from the hand of a job that complements the one you already have. You are touched by the magic wand of the word, so take advantage of it."
    },
    {
      "num": "3,5 y 9; 5696; 351239",
      "pnl": "pnl1; pnl2",
      "acuario_es": "Quires salir adelante pero también quieres hacer feliz a otros Eso significa un duro equilibrio y la avenencia es imprescindible. Puede que otros hagan mas ruido que tú pero tu eres dueño de tu serenidad y de tu independencia. Es más fácil de lo que crees. Agradece las cosas buenas que tienes y las habrá mejores. Si los demás no le reconocen abiertamente, usted se sentirá decepcionado y asumirá la posición y los privilegios que considera que le corresponden.",
      "acuario_en": "You want to get ahead but you also want to make others happy. That means a hard balance and compromise is essential. Others may make more noise than you but you are the owner of your serenity and independence. It is easier than you think. Thanks for the good things you have and there will be better things. If others do not openly acknowledge you, you will be disappointed and assume the position and privileges that you consider appropriate."
    },
    {
      "num": "3,6 y 8; 4222; 868025",
      "pnl": "pnl1; pnl2",
      "piscis_es": "Carga las baterías y asegúrate que tu apariencia es la mejor. Cuando se te vengan encima nuevas responsabilidades no temas Eres más que capaz de asumirlas y habrá alguien también dispuesto a echarte una mano si hace falta. Se acabó la diversión por un rato debes dedicarte ahora a un antiguo y duro trabajo. Actúa y recoge los beneficios. Necesitan tiempo y paciencia.",
      "piscis_en": "Charge the batteries and make sure your appearance is the best. When new responsibilities come to you, do not fear. You are more than capable of assuming them and there will be someone willing to lend a hand if necessary. The fun is over for a while now you must dedicate yourself to an old and hard work. Acts and collects the benefits. They need time and patience."
    }
  ]
}